import { Link } from 'react-router-dom'
import './HomePage.css'
export default function HomePage() {
  return (
    <>
      <div className="Home" dir='rtl'>
        <h1>السلام عليكم و رحمة الله و بركاته</h1>
        <h2>مرحبًا بكم في مكتبة الأحاديث النبوية 🌿  
        هذا الموقع يهدف إلى جمع وعرض <span className="Sahih">الأحاديث الصحيحة</span>و<span className="hasan">الحسنة</span>، مع بيان مصادرها وشرح مبسط لمعانيها،  
        وتنبيه على <span className="daif">الأحاديث الضعيفة والموضوعة</span> للتحذير منها.  

        نسعى أن يكون الموقع مرجعًا تعليميًا وتربويًا،  
        يجمع بين التوثيق العلمي والواجهة السهلة،  
        ليكون معينًا لكل مسلم يريد أن يتعلم ويعمل بسنة النبي ﷺ.
        </h2>
        <div dir='rtl' className='info'>
            <h3 className='title'>يحتوي الموقع على ثلاثة أقسام رئيسية :</h3>
            <h3 className='Sahih'>
                1- الصحيح: وهو ما اتصل سنده بنقل العدل الضابط عن مثله إلى منتهاه، من غير شذوذ ولا علة.
            </h3>
            <h3 className='hasan'>
                2- الحسن: قريب من الصحيح، لكن ضبط الراوي أقل (أي فيه ضعف يسير في الحفظ ولكن يعمل به مثل الصحيح).
            </h3>
            <h3 className='daif'>
                3- الضعيف: ما فقد شرطًا من شروط الصحيح أو الحسن (مثل: انقطاع السند، ضعف الراوي، أو وجود علة ).
            </h3>
        </div>
        <Link to="/Select">
            <button className='Go'>انتقل للموقع</button>
        </Link>
      </div>
    </>
  )
}
