[
    {
        "title":"تقوى الله والحذر من المعاصي",
        "number": 1,
        "matn":"عن أبي ذر الغفاري وأبي عبدالرحمن معاذ بن جبل رضي الله عنهما أن رسول الله صلى الله عليه وسلم قال : (اتق الله حيثما كنت وأتبع السيئة الحسنة تمحها وخالق الناس بخلق حسن)",
        "ex":"كن مراقبا لله في كل أحوالك، وابتعد عن المعاصي، فإن السيئة تمحى بالحسنة، وعامل الناس بأخلاق طيبة.",
        "narrator":"  أبي ذر الغفاري (جندب بن جنادة) وأبي عبدالرحمن معاذ بن جبل",
        "narrator2":" الترمذي",
        "source":"صحيح الترغيب رقم الحديث: 2655",
        "grade":" حسن صحيح"
    },
    {
        "title":"رحمة الله بالمؤمنين",
        "number": 2,
        "matn":"عن أنس رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول : (قال الله تعالى: يا ابن آدم إنك ما دعوتني ورجوتني غفرت لك على ما كان منك ولا أبالي , يا ابن آدم لو بلغت ذنوبك عنان السماء ثم إستغفرتني غفرت لك , يا ابن آدم إنك لو أتيتني بقراب الأرض خطايا ثم لقيتني لا تشرك بي شيئا لأتيتك بقرابها مغفرة)",
        "ex":"الله تعالى رحيم بعباده المؤمنين، يغفر لهم ذنوبهم مهما عظمت إذا ما استغفروه بصدق فعليكم بالإستغفار دائما .",
        "narrator":"  أنس بن مالك",
        "narrator2":"  الألباني",
        "source":"صحيح الترغيب رقم الحديث: 1630",
        "grade":"  حسن "
    },
    {
        "title":"أفضل الذكر والدعاء",
        "number": 3,
        "matn":"عن جابر بن عبدالله رضي الله عنهما قال : قال رسول الله صلى الله عليه وسلم: (أفضل الذكر لا إله إلا الله , وأفضل الدعاء الحمد لله)",
        "ex":"أفضل ما يقال في الذكر هو لا إله إلا الله، وأفضل ما يقال في الدعاء هو الحمد لله، فاحرص على ذلك في كل وقت وحين .",
        "narrator":"  جابر بن عبدالله",
        "narrator2":"  الألباني",
        "source":"صحيح الترغيب رقم الحديث: 1526",
        "grade":"  حسن "
    },
    {
        "title":"حفظ الله وطلب العون منه",
        "number": 4,
        "matn":"عن عبدالله بن عباس رضي الله عنهما قال : كنت خلف النبي صلى الله عليه وسلم يوما فقال : (يا غلام إني أعلمك كلمات ,  احفظ الله يحفظك , احفظ الله تجده تجاهك , إذا سألت فاسأل الله , وإذا استعنت فاستعن بالله , واعلم أن الأمة لو اجتمعت على أن ينفعوك بشيء لم ينفعوك إلا بشيء قد كتبه الله لك , وإن اجتمعوا على أن يضروك بشيء لم يضروك إلا بشيء قد كتبه الله عليك , رفعت الأقلام وجفت الصحف)",
        "ex":"كن دائمًا واعيًا لوجود الله في حياتك، واطلب العون منه في كل أمورك، واعلم أن ما كتب لك سيحدث لا محالة.",
        "narrator":"  عبدالله بن عباس",
        "narrator2":"  الترمذي والألباني والنسائي",
        "source":"صحيح الترمذي رقم الحديث: 2516",
        "grade":"  حسن صحيح"
    },
    {
        "title":"ترك ما لا يعنيه الإنسان من الكلام والأفعال",
        "number": 5,
        "matn":"عن أبي هريرة رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : (من حسن إسلام المرء تركه ما لا يعنيه)",
        "ex":"من علامات حسن إسلام الإنسان تركه للأقوال والأفعال التي لا تعنيه ولا تفيده في دينه أو دنياه .",
        "narrator":"  أبو هريرة (عبد الرحمن بن صخر الدوسي)",
        "narrator2":"  الترمذي",
        "source":"سنن الترمذي رقم الحديث: 2317",
        "grade":"  حسن صحيح"
    },
    {
        "title":"شكر الناس على إحسانهم",
        "number": 6,
        "matn":"عن أبي هريرة رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : (من لا يشكر الناس لا يشكر الله)",
        "ex":"من لا يشكر الناس على إحسانهم إليه، لا يشكر الله على نعمه عليه، فكن دائمًا شاكراً للناس ولله تعالى .",
        "narrator":"  أبو هريرة (عبد الرحمن بن صخر الدوسي)",
        "narrator2":"  الترمذي",
        "source":"سنن الترمذي رقم الحديث: 1954",
        "grade":"  حسن صحيح"
    },
    {
        "title":"وصية النبي صلى الله عليه وسلم",
        "number": 7,
        "matn":" عن أبي نجيح العرباض بن سارية رضي الله عنه قال : وعظنا رسول الله صلى الله عليه وسلم موعظة وجلت منها القلوب وذرفت منها العيون فقلنا: يا رسول  الله كأنها موعظة مودع فأوصنا قال: (أوصيكم بتقوى الله عز وجل  , والسمع والطاعة , وإن تأمر عليكم عبد , فإنه من يعش منكم فسيرى اخلافا كثيرا , فعليكم بسنتي وسنة الخلفاء الراشدين المهديين , عضوا عليها بالنواجذ , وإياكم ومحدثات الأمور فإن كل بدعة ضلالة )",
        "ex":"احرص على تقوى الله واتباع سنة النبي صلى الله عليه وسلم وسنة الخلفاء الراشدين، وابتعد عن البدع التي تضل عن الطريق الصحيح.",
        "narrator":"  العرباض بن سارية",
        "narrator2":"   الترمذي وأبو داود",
        "source":"سنن الترمذي رقم الحديث: 2676",
        "grade":"  حسن صحيح"
    },
    {
        "title":"الإعتدال في الطعام والشراب و النفس",
        "number": 8,
        "matn":"عن المقدام بن معدي كرب رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول : (ما ملأ آدمي وعاء شرًا من بطنه , بحسب ابن آدم أكلات يقمن صلبه , فإن كان لا محالة فثلث لطعامه , وثلث لشرابه , وثلث لنفسه)",
        "ex":"كن معتدلاً في طعامك وشرابك، فالإعتدال في ذلك يحفظ صحتك ويقوي صلبك.",
        "narrator":"  المقدام بن معدي كرب",
        "narrator2":"  الترمذي",
        "source":"سنن الترمذي رقم الحديث: 2380",
        "grade":"حسن صحيح"
    },
    {
        "title":"المعروف",
        "number": 9,
        "matn":"عن جابر بن عبدالله رضي الله عنهما قال: قال رسول الله ﷺ: (كُلُّ مَعْرُوفٍ صَدَقَةٌ، وَإِنَّ مِنَ الْمَعْرُوفِ أَنْ تَلْقَى أَخَاكَ بِوَجْهٍ طَلْقٍ، وَأَنْ تُفْرِغَ مِنْ دَلْوِكَ فِي إِنَاءِ أَخِيكَ)",
        "ex":"الرسول صلى الله عليه وسلم يُعلّمنا في هذا الحديث أن فعل الخير (المعروف) لا يقتصر فقط على إعطاء المال. كل عمل طيب تقوم به هو  تُؤجر عليها عند الله",
        "narrator":"  جابر بن عبدالله",
        "narrator2":"  الترمذي",
        "source":" سنن الترمذي رقم الحديث: 1970",
        "grade":"  حسن صحيح"
    },
    {
        "title":"فضل الطهور",
        "number": 10,
        "matn":"عن أبي هريرة رضي الله عنه قال: قال رسول الله ﷺ : (إذا توضأ العبد المسلم , أو المؤمن فغسل وجهه خرجت من وجهه كل خطيئة نظر إليها بعينيه مع الماء أو مع آخر قطر الماء - أو نحو ذلك - وإذا غسل يديه خرجت من يديه كل خطيئة بطشتها يداه مع الماء أو مع آخر قطر الماء حتى يخرج نقيا)",
        "ex":"",
        "narrator":"  أبو هريرة (عبد الرحمن بن صخر الدوسي)",
        "narrator2":" الترمذي",
        "source":" سنن الترمذي رقم الحديث: 2",
        "grade":" حسن صحيح"
    },
    {
        "title":"سنة تأخير صلاة العشاء",
        "number": 11,
        "matn":"عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم : (لولا أن أشق على أمتي لأمرتهم أن يؤخروا العشاء الى ثلثي الليل أو نصفه)",
        "ex":"الحديث يبين أن **تأخير صلاة العشاء أفضل وأعظم أجرًا، لكن النبي ﷺ لم يفرضه رحمةً بأمته حتى لا يشق عليهم**.",
        "narrator":"  أبو هريرة (عبد الرحمن بن صخر الدوسي)",
        "narrator2":" الترمذي",
        "source":" سنن الترمذي رقم الحديث: 167",
        "grade":"حسن صحيح"
    },
    {
        "title":"خطورة تفويت صلاة العصر",
        "number": 12,
        "matn":"عن ابن عمر رضي الله عنهما قال: قال رسول الله ﷺ: (الذي تفوته صلاة العصر فكأنما وتر أهله وماله)",
        "ex":"الحديث يبين أن **من فاتته صلاة العصر فقد خسر أجرًا عظيمًا كأنما سُلب أهله وماله**.",
        "narrator":"  أبو هريرة (عبد الرحمن بن صخر الدوسي)",
        "narrator2":" الترمذي",
        "source":"سنن الترمذي رقم الحديث: 175",
        "grade":"حسن صحيح"
    },
    {
        "title":"غسل اليدين بعد الاستيقاظ من النوم",
        "number": 13,
        "matn":"عن أبي هريرة رضي الله عنه عن النبي ﷺ قال: (إذا استيقظ أحدكم من الليل فلا يدخل يده في الإناء حتى يفرغ عليها مرتين أو ثلاثا فإنه لا يدري أحدكم أين باتت يده)",
        "ex":"النبي ﷺ يعلّمنا أن نغسل أيدينا بعد الاستيقاظ من النوم قبل استعمال الماء أو الطعام، حرصًا على الطهارة والسلامة.",
        "narrator":"  أبو هريرة (عبد الرحمن بن صخر الدوسي)",
        "narrator2":" الترمذي",
        "source":"سنن الترمذي رقم الحديث: 185",
        "grade":"حسن صحيح"
    },
    {
        "title":"",
        "number": 14,
        "matn":"",
        "ex":"",
        "narrator":"",
        "narrator2":"",
        "source":"",
        "grade":""
    }
]