{
     "49:11":{
        "tafsir":{
            "ar":"يا أيها الذين صدَّقوا الله ورسوله وعملوا بشريعته لا يهزأ قوم مؤمنون من قوم مؤمنين؛ عسى أن يكون المهزوء به منهم خيرًا من الهازئين, ولا يهزأ نساء مؤمنات من نساء مؤمنات; عسى أن يكون المهزوء به منهنَّ خيرًا من الهازئات, ولا يَعِبْ بعضكم بعضًا, ولا يَدْعُ بعضكم بعضًا بما يكره من الألقاب, بئس الصفة والاسم الفسوق, وهو السخرية واللمز والتنابز بالألقاب, بعد ما دخلتم في الإسلام وعقلتموه, ومن لم يتب من هذه السخرية واللمز والتنابز والفسوق فأولئك هم الذين ظلموا أنفسهم بارتكاب هذه المناهي",

            "en":"O you who have believed, let not a people ridicule [another] people; perhaps they may be better than them; nor let women ridicule [other] women; perhaps they may be better than them. And do not insult one another and do not call each other by [offensive] nicknames. Wretched is the name [i.e., mention] of disobedience after [one's] faith. And whoever does not repent - then it is those who are the wrongdoers.",

            "fr":"Ô vous qui croyez en Allah et œuvrez selon ce qu’Il a prescrit, qu’aucun groupe parmi vous n’en raille un autre, car il se peut que ceux qui sont raillés soient meilleurs auprès d’Allah. C’est en effet ce qui est auprès d’Allah qui fait foi. Que des femmes ne raillent pas d’autres femmes, car il se peut que les femmes raillées soient meilleures auprès d'Allah. C'est en effet ce qui est auprès d’Allah qui fait foi, et ne dénigrez pas vos frères. En effet, ceux-ci sont vos alter ego et que personne n’affuble quelqu’un d’un sobriquet qu’il déteste, comme cela était le cas de certains Ansar avant la venue du Messager d’Allah. Quiconque se comporte de la sorte est pervers et quel attribut hideux que la perversion après la foi. Ceux qui ne se repentent pas de leurs péchés sont injustes envers eux-mêmes et leurs péchés les exposent à la perdition.",

            "ru":"О те, которые уверовали! Пусть не издеваются одни (верующие) люди над другими (верующими) людьми, (ибо) может быть (так), что являются они [те, над которыми издеваются] (пред Аллахом) лучше их [издевающихся]! И (пусть) не (издеваются) (одни верующие) женщины над (другими верующими) женщинами, (ибо) может быть (так), что являются они лучше их [издевающихся]! И не порочьте самих себя [не злословьте друг на друга], и не обзывайте друг друга по прозвищам. Скверно [мерзко] (если) название «непокорность» (приписывается человеку) после (обретения им) Веры! А кто не покается (за свои издевательства, злословия и оскорбления), то те – они (есть) притеснители.",

            "cn":"信道的人哪！不要拿别的民族开玩笑，恐怕他们比你们更好；也不要拿妇女开玩笑，恐怕她们比你们更好。你们不要互相辱骂，也不要用绰号互相称呼。那种不敬的名字实在是可耻的，是在信仰之后的悖逆行为。谁不悔改，这些人就是作恶多端的。"
        }
},
    "49:12":{
        "tafsir":{
            "ar":"يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه اجتنبوا كثيرًا من ظن السوء بالمؤمنين; إن بعض ذلك الظن إثم، ولا تُفَتِّشوا عن عورات المسلمين، ولا يقل بعضكم في بعضٍ بظهر الغيب ما يكره. أيحب أحدكم أكل لحم أخيه وهو ميت؟ فأنتم تكرهون ذلك، فاكرهوا اغتيابه. وخافوا الله فيما أمركم به ونهاكم عنه. إن الله تواب على عباده المؤمنين، رحيم بهم.",

            "en":"O you who have believed, avoid much [negative] assumption. Indeed, some assumption is sin. And do not spy or backbite each other. Would one of you like to eat the flesh of his brother when dead? You would detest it. And fear Allāh; indeed, Allāh is Accepting of Repentance and Merciful.",
            
            "fr":"Ô vous qui croyez en Allah et œuvrez selon ce qu’Il a prescrit, abstenez-vous de porter des accusations qui ne reposent souvent sur aucune preuve car certaines conjectures sont des péchés, comme lorsque l’on pense du mal de quelqu’un qui est droit en apparence. Par ailleurs, n’espionnez pas les croyants et que personne parmi vous ne mentionne son frère d’une manière qui ne lui plaît pas, car cela équivaut à dévorer la chair de son cadavre. Y a-t-il quelqu’un parmi vous qui aimerait dévorer la chair du cadavre de son frère? Médire de son frère revient en effet à dévorer son cadavre, ayez donc la même répulsion à l’égard de ces deux méfaits. Craignez Allah en vous conformant à Ses commandements et en renonçant à Ses interdits. Allah accepte le repentir de Ses serviteurs et leur fait miséricorde." ,

            "ru":"О те, которые уверовали! Сторонитесь многих (плохих) домыслов! Поистине, некоторые домыслы (а именно плохие мысли о хороших верующих) – грех; и не следите друг за другом [не ищите в других недостатков], и пусть не сплетничают одни из вас о других. Разве понравится кому-либо из вас есть мясо своего брата, когда он умер? Вы же почувствовали отвращение от этого (поэтому не делайте этого). И остерегайтесь (наказания) Аллаха, поистине, Аллах – принимающий покаяние, милосердный!",

            "cn":"归信的人们啊！你们应当远离许多猜疑，有些猜疑，确是罪过。你们不要互相侦探，不要互相背毁，难道你们中有人喜欢吃他的已死的教胞的肉吗？你们是厌恶那种行为的。你们应当敬畏安拉，安拉确是至赦的，确是至慈的。"


        }
    },

    "49:13":{
        "tafsir":{
            "ar":"يا أيها الناس إنَّا خلقناكم من أب واحد هو آدم، وأُم واحدة هي حواء، فلا تفاضل بينكم في النسب، وجعلناكم بالتناسل شعوبًا وقبائل متعددة؛ ليعرف بعضكم بعضًا، إن أكرمكم عند الله أشدكم اتقاءً له. إن الله عليم بالمتقين، خبير بهم",

            "en":"O mankind, indeed We have created you from male and female and made you peoples and tribes that you may know one another. Indeed, the most noble of you in the sight of Allāh is the most righteous[1521] of you. Indeed, Allāh is Knowing and Aware.",

            "fr":"Ô gens, Nous vous avons créés d’un seul mâle, qui est votre père Adam, et d’une seule femelle, qui est votre mère Eve. Votre ascendance est donc unique et il n’appartient de ce fait à personne parmi vous de s’enorgueillir devant autrui de sa généalogie. Puis Nous avons fait de vous des peuples nombreux et des tribus éparpillées, afin que vous fassiez connaissance les uns avec les autres et non afin que vous enorgueillissez les uns devant les autres. Le mérite n’est en effet acquis que par la piété. C’est pourquoi Allah dit ensuite: Le plus noble d’entre vous est le plus pieux. Allah connaît le mieux votre état et rien ne Lui échappe.",
            "ru":"О люди! Поистине, Мы создали вас из (одного) мужчины [Адама] и (одной) женщины [Хаввы] и (размножив вас) сделали вас (разными) народами и племенами, чтобы вы узнавали друг друга. Поистине, самый почтенный [лучший и достойный в этом мире и Вечной жизни] из вас пред Аллахом – самый остерегающийся (грехов и наказания Аллаха). Поистине, Аллах – знающий,",

            "cn":"人类啊！我确是从一男一女创造了你们，并使你们成为许多民族和部落，好叫你们彼此认识。在真主看来，你们中最受尊敬的，确是你们中最虔敬的。真主确是全知的，彻知的。"
        }
    }

    
}